{
    "home": "Home",
    "about": "About",
    "instructor": "Instructors",
    "contact": "Contact",
    "myLearning":"My Learning",
    "topics": "Topics",
    "courses": "Courses",
    "more": "More",
    "categories": "Categories",
    "subcategories": "SubCategories",
    "login": "Login",
    "signup": "Signup",
    "search_placeholder": "Search...",
    "Empower":"Empower Your Learning Journey.",
    "Explore":"Explore and Achieve Your Goals.",
    "Discover":"Discover a wide range of courses and resources designed to help you advance in your field. Whether you're starting out or looking to enhance your skills, we have something for everyone.",
    "start learning":"Start Learning",
    "Explore Courses":"Explore Courses",
    "Popular Categories":"Popular Categories",
    "keep caegory":"Keep up with the topics and trends you care about the most",
    "Explore course Introduction":"Explore our diverse range of courses designed to enhance your skills and knowledge. Whether you're looking to start a new career, advance in your current field, or pursue a personal passion, we have something for you. Join our community of learners and take the next step towards your goals",
    "Unlock Your Learning Potential":"Unlock Your Learning Potential",
    "Start Learning Today":"Start Learning Today",
    "Interactive Courses":"Interactive Courses",
    "Engage with dynamic content and interactive lessons to enhance your learning experience.":"Engage with dynamic content and interactive lessons to enhance your learning experience.",
    "Expert Instructors":"Expert Instructors",
    "Learn from industry experts and gain insights that can propel your career forward.":"Learn from industry experts and gain insights that can propel your career forward.",
    "Certifications":"Certifications",
    "Earn certifications that validate your skills and enhance your resume.":"Earn certifications that validate your skills and enhance your resume.",
    "Flexible Learning":"Flexible Learning",
    "Access course materials anytime, anywhere, and learn at your own pace.":"Access course materials anytime, anywhere, and learn at your own pace.",
    "Welcome to":"Welcome to",
    "OurLearn":"Our Learen",
    "Education Centre":"Education Centre",
    "Learn from the best educators in the field":"Learn from the best educators in the field",
    "Explore our diverse range of courses and workshops designed to help you achieve your learning goals. Join a community of dedicated students and expert instructors today.":"Explore our diverse range of courses and workshops designed to help you achieve your learning goals. Join a community of dedicated students and expert instructors today.",
    "Recent Courses":"Recent Courses",
    "Research":"Research shows that hands-on, interactive learning is more effective",
    "Talented":"Talented Instructors",
    "Skillful":"Skillful instructors are ready to teach and help you find compelling ideas, knowledge, and perspectives.",
    "Become Ins":"Become An Instructor",
    "introduction Ins":"Do you have a passion for education and want to share your knowledge with others? Come together as an educator and start introducing your educational innovation to a wide community of students. We are now starting to have the opportunity to impact the lives of others and embrace diversity!",
    "Become Student":"Become An Student",
    "introduction Student":"Do you want to improve your skills and learn from the best teachers? Join us now as a student and get access to excellent learning opportunities, interactive courses, and educational resources available around the clock. Start your educational journey with us and register now!",
    "JOIN AS INSTRUCTOR":"JOIN AS INSTRUCTOR",
    "JOIN AS STUDENT":"JOIN AS STUDENT",
    "title History":"Our History",
    "history":"We started our journey with a clear vision: to provide a massive learning experience amongst creative excellence. Over time, you will help us become organized in education, committed to the latest tools and technologies to help students achieve their goals.Join us to be part of our history and explore how our global global educational services began.",
    "title offer":"What do we offer?",
    "body offer":"We provide an enriched learning experience, helping curious learners expand their knowledge across various topics.",
    "question":"Got a Question?",
    "Our Team":"Our Team",
    "body Team":"Meet our dedicated team members who are passionate about delivering the best educational experiences. Each member brings unique expertise and enthusiasm to our mission.",
    "Mission":"Mission & Vision",
    "body mission":"Our mission is to provide top-quality education that empowers individuals to achieve their personal and professional goals. Our vision is to be a leading platform in education innovation and accessibility.",
    "values":"Our Values",
    "body value":"We are committed to values such as integrity, innovation, and excellence. These core values drive us to continuously improve and deliver exceptional educational experiences.",
    "Testimonials":"Testimonials",
    "Testimonials body":"Hear from our satisfied students who have achieved their goals and transformed their lives with our educational programs. Their success stories are a testament to the quality of our offerings.",
    "name-contact":"name",
    "email-contact":"email",
    "message-contact":"message",
    "send-message":"send message",
    "taken the exam":"You have taken the exam before",
    "show result":"Show Result"
}
