{
    "home": "الرئيسية",
    "about": "من نحن",
    "instructor": "مدرسين",
    "contact": "اتصل بنا",
    "myLearning":"تعليمي",
    "topics": "مواضيع",
    "courses": "دورات",
    "more": "المزيد",
    "categories": "الفئات",
    "subcategories": "الفرعيات",
    "login": "تسجيل الدخول",
    "signup": "تسجيل",
    "Empower":".تمكين رحلة التعلم الخاصة بك.",
    "Explore":"استكشاف وتحقيق أهدافك",
    "Discover":"اكتشف مجموعة واسعة من الدورات والموارد المصممة لمساعدتك على التقدم في مجال عملك. سواء كنت مبتدئًا أو تتطلع إلى تحسين مهاراتك، فلدينا ما يناسب الجميع",
    "start learning":"ابدأ التعلم",
    "Explore Courses":"استكشاف الدورات",
    "Popular Categories":"الفئات الرائجة",
    "keep caegory":"مواكبة المواضيع والاتجاهات التي تهمك أكثر",
    "Explore course Introduction":"استكشف مجموعتنا المتنوعة من الدورات التدريبية المصممة لتعزيز مهاراتك ومعرفتك. سواء كنت تتطلع إلى بدء مهنة جديدة، أو التقدم في مجالك الحالي، أو متابعة شغفك الشخصي، فلدينا ما يناسبك. انضم إلى مجتمع المتعلمين لدينا واتخذ الخطوة التالية نحو أهدافك",
    "Unlock Your Learning Potential":"أطلق العنان لإمكانيات التعلم لديك",
    "Start Learning Today":"ابدأ التعلم اليوم",
    "Interactive Courses":"الدورات التفاعلية",
    "Engage with dynamic content and interactive lessons to enhance your learning experience.":"تفاعل مع المحتوى الديناميكي والدروس التفاعلية لتعزيز تجربة التعلم الخاصة بك.",
    "Expert Instructors":"المدربون الخبراء",
    "Learn from industry experts and gain insights that can propel your career forward.":"تعلم من خبراء الصناعة واكتسب رؤى يمكن أن تدفع حياتك المهنية إلى الأمام.",
    "Certifications":"الشهادات",
    "Earn certifications that validate your skills and enhance your resume.":"احصل على الشهادات التي تثبت مهاراتك وتعزز سيرتك الذاتية",
    "Flexible Learning":"التعلم المرن",
    "Access course materials anytime, anywhere, and learn at your own pace.":"يمكنك الوصول إلى مواد الدورة التدريبية في أي وقت وفي أي مكان والتعلم بالسرعة التي تناسبك.",
    "Welcome to":"مرحبًا بكم",
    "OurLearn":"في مركز تعلمنا ",
    "Education Center":"للتعليم",
    "Learn from the best educators in the field":"تعلم من أفضل المعلمين في هذا المجال",
    "Explore our diverse range of courses and workshops designed to help you achieve your learning goals. Join a community of dedicated students and expert instructors today.":"استكشف مجموعتنا المتنوعة من الدورات وورش العمل المصممة لمساعدتك على تحقيق أهدافك التعليمية. انضم إلى مجتمع من الطلاب المتفانين والمدربين الخبراء اليوم.",
    "Recent Courses":"الدورات الأخيرة",
    "Research":"تظهر الأبحاث أن التعلم التفاعلي العملي أكثر فعالية",
    "Talented":"المدربين الموهوبين",
    "Skillful":"المعلمون الماهرون على استعداد للتدريس ومساعدتك في العثور على أفكار ومعرفة ووجهات نظر مقنعة.",
    "Become Ins":"لكي تنضم الينا كمعلم",
    "introduction Ins":"هل لديك شغف بالتعليم وترغب في مشاركة معرفتك مع الآخرين؟ اجتمع معًا كمعلم وابدأ في تقديم ابتكارك التعليمي إلى مجتمع واسع من الطلاب. لقد بدأنا الآن تتاح لنا الفرصة للتأثير على حياة الآخرين واحتضان التنوع!",
    "Become Student":"لكي تنضم الينا كطالب",
    "introduction Student":"هل ترغب في تحسين مهاراتك والتعلم من أفضل المعلمين؟ انضم إلينا الآن كطالب واحصل على فرص تعليمية ممتازة ودورات تفاعلية وموارد تعليمية متاحة على مدار الساعة. ابدأ رحلتك التعليمية معنا وسجل الآن!",
    "JOIN AS INSTRUCTOR":"انضم الينا كمعلم",
    "JOIN AS STUDENT":"انضم الينا كطالب",
    "title History":"تاريخنا",
    "history":"لقد بدأنا رحلتنا برؤية واضحة: تقديم تجربة تعليمية استثنائية تجمع بين التميز الأكاديمي والابتكار. مع مرور الوقت، نمت منظمتنا لتصبح رائدة في مجال التعليم، ملتزمة بتوفير أحدث الأدوات والتقنيات لمساعدة الطلاب على تحقيق أهدافهم.انضم إلينا لتكون جزءاً من تاريخنا واستكشف كيف تطورت خدماتنا لتلبية احتياجاتك التعليمية.",
    "title offer":"ماذا نقدم ؟",
    "body offer":"نحن نقدم تجربة تعليمية غنية، لمساعدة المتعلمين الفضوليين على توسيع معرفتهم عبر مواضيع مختلفة.",
    "question":"هل يوجد اي استفسارات ؟",
    "Our Team":"فريقنا",
    "body Team":"تعرف على أعضاء فريقنا المتفانين المتحمسين لتقديم أفضل التجارب التعليمية. يجلب كل عضو خبرة فريدة وحماسًا لمهمتنا.",
    "Mission":"المهمة والرؤية",
    "body mission":"مهمتنا هي توفير تعليم عالي الجودة يمكّن الأفراد من تحقيق أهدافهم الشخصية والمهنية. رؤيتنا هي أن نكون منصة رائدة في الابتكار التعليمي وإمكانية الوصول إليه.",
    "values":"قيمنا",
    "body value":"نحن ملتزمون بقيم مثل النزاهة والابتكار والتميز. تدفعنا هذه القيم الأساسية إلى التحسين المستمر وتقديم تجارب تعليمية استثنائية.",
    "Testimonials":"الشهادات",
    "Testimonials body":"استمع إلى طلابنا الراضين الذين حققوا أهدافهم وغيروا حياتهم من خلال برامجنا التعليمية. إن قصص نجاحهم هي شهادة على جودة عروضنا.",
    "name-contact":"الاسم",
    "email-contact":"البريد الالكتروني",
    "message-contact":"الرساله",
    "send-message":"ارسل",
    "taken the exam":" لقد قمت بأداء هذا الامتحان مسبقا",
    "show result":"معرفه النتيجه"
}